cask_args appdir: "/Applications"

# Tools
brew "bash-completion"
brew "gh"

# iOS/Swift
brew "fastlane"
brew "swiftgen"
brew "swiftlint"

# Apps
brew "glow"
brew "openjdk"
brew "pipenv"
brew "rbenv"
brew "tmux"
cask "android-studio"
cask "bartender"
cask "bettertouchtool"
cask "dash"
cask "dropbox"
cask "fantastical"
cask "firefox"
cask "google-chrome"
cask "handbrake"
cask "hazel"
cask "iterm2"
cask "microsoft-edge"
cask "microsoft-office"
cask "microsoft-teams"
cask "mono-mdk-for-visual-studio"
cask "parallels"
cask "pocket-casts"
cask "postman"
cask "raindropio"
cask "rocket"
cask "setapp"
cask "shimo"
cask "skype"
cask "sourcetree"
cask "spotify"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio"
cask "visual-studio-code"
cask "vlc"



